[
    {
        "name": "Bebe Real - Jornal da Record",
        "path": "data/raw/bebe_real/jornal_da_record.mp4",
        "topics": [
            "Birth of Prince Harry and Meghan Markle's Baby",
            "Baby's Name and Nationality",
            "Queen Elizabeth's Reaction to the Newborn",
            "Prince William's Welcome Message",
            "Public Reception of the New Royal Baby",
            "Meghan Markle's Sentiments About Her Child",
            "Harry's Affection for Meghan",
            "Baby's Place in the Line of Succession",
            "Royal Family Traditions and Titles",
            "Media Coverage of the Royal Birth"
        ],
        "segments": [
            {
                "content": "A Duquesa Meghan Markle e o Príncipe Harry apresentaram hoje o mais novo integrante da família real. Foi no colo do País sorridente que o mais novo bebê real foi apresentado ao mundo. E depois de se derreter e elogiar a mulher, foi a vez do Príncipe Harry ganhar palavras carinhosas da esposa.",
                "start": 0.6,
                "end": 26.58,
                "order": 0,
                "video_topic": "Birth of Prince Harry and Meghan Markle's Baby",
                "global_topic": ""
            },
            {
                "content": "O bebê ganhou o nome de Arthur-Harryson, contrariando os principais palpites das bolsas de apostas britânicas. O Artur vai ter também nacionalidade americana por causa da mãe.",
                "start": 26.76,
                "end": 41.9,
                "order": 1,
                "video_topic": "Birth of Prince Harry and Meghan Markle's Baby",
                "global_topic": ""
            },
            {
                "content": "Mas ainda não pode ser chamado de príncipe como os primos. Essa vai ser uma decisão da bisavó, a rainha Elizabeth. Hoje a Monarca conheceu, enfim, o 8º-avo-bisneto, 7º na linha de sucessão ao trono. O sorriso na foto confirma o encantamento com a criança que também conquistou turistas e britânicos.",
                "start": 42.28,
                "end": 64.42,
                "order": 2,
                "video_topic": "Baby's Place in the Line of Succession",
                "global_topic": ""
            },
            {
                "content": "O príncipe William ainda não conheceu o sobrinho, mas fez questão de dar ao irmão as vozes vindas ao clube dos que não dormem. Vai ser divertido, completa o novo tio da Real Família Britânica.",
                "start": 66.48,
                "end": 82.06,
                "order": 3,
                "video_topic": "Prince William's Welcome Message",
                "global_topic": ""
            }
        ]
    },
    {
        "name": "Bebe Real - Jornal Nacional",
        "path": "data/raw/bebe_real/jornal_nacional.mp4",
        "topics": [
            "Apresentação do filho de Harry e Meghan Markle",
            "Reação da multidão à chegada do bebê",
            "Primeira aparição pública do bebê real",
            "Estilo discreto da apresentação do bebê",
            "Sentimentos de Meghan Markle sobre a maternidade",
            "Personalidade calma e doce do bebê",
            "Nome do bebê real: Archie Harrison Mountbatten-Windsor",
            "Visita da Rainha Elizabeth II ao recém-nascido",
            "Aspecto físico do bebê e semelhança com os pais",
            "Mudança no rosto do bebê e dos pais ao longo do tempo"
        ],
        "segments": [
            {
                "content": "O Príncipe Harry e a duquesa Meghan Markle apresentaram hoje o filho recém-nascido. A primeira aparição de Harry foi aos olhos de todos. Uma multidão se aglomerou em frente ao hospital. O primeiro vislumbre do filho do príncipe foi só para um pequeno grupo da imprensa. E junto com o novo bebê real, casava apresentar um estilo discreto.",
                "start": 0.7,
                "end": 22.64,
                "order": 0,
                "video_topic": "Apresentação do filho de Harry e Meghan Markle",
                "global_topic": ""
            },
            {
                "content": "O menino estava embrulhado em carinhos. Meghan Markle falou da magia que é ser mãe, sobretudo por ter dois dos melhores filhos do mundo.",
                "start": 22.64,
                "end": 33.2,
                "order": 1,
                "video_topic": "Sentimentos de Meghan Markle sobre a maternidade",
                "global_topic": ""
            },
            {
                "content": "O bebê vem fazendo por merecer. Temperamento calmo e doce, Harry disse que nem sabe a quem ele puxou.",
                "start": 34.68,
                "end": 41.48,
                "order": 2,
                "video_topic": "Personalidade calma e doce do bebê",
                "global_topic": ""
            },
            {
                "content": "O casal também quebrou hoje outro mistério e revelou o nome do novo bebê real. Arthur Harrison Mandbatton Winsor, o nome até bem mais curto do que os padrões da realeza. Elizabeth Alexandre Amery conheceu hoje o bisneto. A rainha apareceu lá do marido e da mãe de Meghan. O casal ainda não sabe com quem o bebê se parece. O príncipe diz que o rosto de bebê muda muito, só que o de pai e mãe muda ainda mais.",
                "start": 42.92,
                "end": 67.48,
                "order": 3,
                "video_topic": "Nome do bebê real: Archie Harrison Mountbatten-Windsor",
                "global_topic": ""
            }
        ]
    },
    {
        "name": "Bebe Real - Jornal da Band",
        "path": "data/raw/bebe_real/jornal_da_band.mp4",
        "topics": [
            "Birth of Prince Harry and Meghan Markle's son",
            "Naming of the royal baby, Archie Harrison Mountbatten-Windsor",
            "First public appearance of Harry, Meghan, and their newborn son",
            "Archie's temperament described as calm and sweet",
            "Prince Harry's comment on Archie's resemblance to either parent",
            "Meeting of the baby with Queen Elizabeth II and Prince Philip",
            "Archie's position in the British line of succession",
            "Harry and Meghan's marriage and pregnancy announcement",
            "Home birth tradition followed by the royal family",
            "Location of the baby's birth: Windsor Castle"
        ],
        "segments": [
            {
                "content": "Ferreira e a duquesa Meghan Markle apareceram em público pela primeira vez com o filho, que nasceu a dois dias. O bebê real recebeu o nome de Archie Harrison.",
                "start": 0.08,
                "end": 9.06,
                "order": 0,
                "video_topic": "First public appearance of Harry, Meghan, and their newborn son",
                "global_topic": ""
            },
            {
                "content": "Na rápida aparição no castelo de Windsor, a duquesa de Sussex disse que o bebê é muito calmo, com temperamento doce. O príncipe brincou e disse que não sabe a quem ele puxou. Ele é realmente... Come and down. Ele ia saber a problema.",
                "start": 10.42,
                "end": 24.64,
                "order": 1,
                "video_topic": "Archie's temperament described as calm and sweet",
                "global_topic": ""
            },
            {
                "content": "Hora, depois o casal divulgou o nome do bebê real. Archie Harrison, Matt Bathan, Windsor. O anúncio foi feito logo após a rainha eles e o príncipe Philip conhecerem o menino. O filho de Harry e Meghan é o sétimo na linha de sucessão ao trono britânico. Os pais se casaram em maio do ano passado e a gravidez foi anunciada em outubro. Meghan deu à luz em casa, uma tradição da família real.",
                "start": 26.18,
                "end": 51.2,
                "order": 2,
                "video_topic": "Naming of the royal baby, Archie Harrison Mountbatten-Windsor",
                "global_topic": ""
            }
        ]
    }
]